<template>
  <div class="vacancies-page">
    <div class="container">
      <div class="vacanvies-page-content">
        <h1>Web Дизайнер</h1>
        <p class="vacancies-page-text">
          Мы создаём и развиваем развлекательные веб-проекты.
          Нам нужен веб-дизайнер, активно интересующийся дизайном
          пользовательского интерфейса. Если посещая каждый третий сайт,
          вы задумываетесь, что в нём не так и как это улучшить, мы найдем общий язык.
          Вас ожидает работа в продуктовой команде с внутренним заказчиком.
          Работа в паре с арт-директором, опытным проектировщиком интерфейса.
          Собеседование по результатам решения тестового задания. Решения присылать на почту.
        </p>
        <p class="vacancies-page-sub-head">Тестовое задание</p>
        <p class="vacancies-page-text">
          Предложите веб-интерфейс запуска и управления полётом
          многоразового космического челнока с Земли на Марс.
          А также баннер, рекламирующий следующий полёт, для пары социальных сетей.
        </p>
        <p class="vacancies-page-sub-head">Обязанности</p>
        <ul>
          <li>
            Проектирование и прорисовка баннеров и посадочных страниц
          </li>
          <li>
            Проектирование и прорисовка пользовательских сценариев взаимодействия
          </li>
          <li>
            Проектирование и прорисовка экранов и элементов пользовательского интерфейса
          </li>
        </ul>
        <p class="vacancies-page-sub-head">Условия работы</p>
        <ul>
          <li>
            полный рабочий день, пятидневная рабочая неделя
          </li>
          <li>
            плавающее начало рабочего дня
          </li>
          <li>
            зарплата пересматривается при профессиональном прогрессе сотрудника
          </li>
          <li>
            возможность выдвигать интересные идеи, успешно их реализовывать и гордиться собой
          </li>
          <li>
            столовая в офисе, неограниченные чай/кофе/газировка
          </li>
        </ul>
        <a class="send-message" href="mailto:admin@max.team">Написать нам</a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'BackendPage',
  data: () => ({
  }),
  methods: {
  },
  components: {
  }
};
</script>

