<template>
  <div class="vacancies-page">
    <div class="container">
      <div class="vacanvies-page-content">
        <h1>Frontend Разработчик</h1>
        <p class="vacancies-page-text">
          В связи с расширением наша компания набирает новых сотрудников.
          У нас много интересных задач, хороший офис и достойная оплата.
          От вас помимо знаний мы ожидаем разделение корпоративных ценностей,
          стремление развиваться и расти, энтузиазм и желание делать продукты,
          которыми будут пользоваться тысячи людей.
        Резюме присылать на почту <a href="">job@max.team</a>
        </p>
        <p class="vacancies-page-sub-head">Обязанности</p>
        <ul>
          <li>
            Проектирование и прорисовка баннеров и посадочных страниц
          </li>
          <li>
            Проектирование и прорисовка пользовательских сценариев взаимодействия
          </li>
          <li>
            Проектирование и прорисовка экранов и элементов пользовательского интерфейса
          </li>
        </ul>
        <p class="vacancies-page-sub-head">Условия работы</p>
        <ul>
          <li>
            полный рабочий день, пятидневная рабочая неделя
          </li>
          <li>
            плавающее начало рабочего дня
          </li>
          <li>
            зарплата пересматривается при профессиональном прогрессе сотрудника
          </li>
          <li>
            возможность выдвигать интересные идеи, успешно их реализовывать и гордиться собой
          </li>
          <li>
            столовая в офисе, неограниченные чай/кофе/газировка
          </li>
        </ul>
        <a class="send-message" href="mailto:admin@max.team">Написать нам</a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'FrontendPage',
  data: () => ({
  }),
  methods: {
  },
  components: {
  }
};
</script>

