<template>
  <div class="vacancies-page fadeInDown">
    <div class="container">
      <img
          @click="$router.go(-1)"
          class="arrow-back"
          src="../../../assets/img/arrow_back.png" alt="">
      <div class="vacanvies-page-content">
        <h1>HR - generalist</h1>
        <p class="vacancies-page-text">
          В связи с расширением наша компания набирает новых сотрудников.
          У нас много интересных задач, хороший офис и достойная оплата.
          От вас помимо знаний мы ожидаем разделение корпоративных ценностей,
          стремление развиваться и расти, энтузиазм и желание делать продукты,
          которыми будут пользоваться тысячи людей.
        Резюме присылать на почту <a href="">job@max.team</a>
        </p>
        <p class="vacancies-page-sub-head">Обязанности</p>
        <ul>
          <li>
            Подбор персонала на IT-позиции (frontend и backend разработчики,
            тестировщики qa, uix-дизайнер и т.д.)
          </li>
          <li>
            Подбор персонала по остальным направлениям
          </li>
          <li>
            Построение системы hr-процессов (адаптация, развитие
            персонала, обучение согласно единому стандарту)
          </li>
          <li>
            Участие в разработке систем материальной
            и нематериальной мотивации персонала всех уровней
          </li>
          <li>
            Ведение отчетности и аналитики по всем направлениям работы с персоналом
          </li>
          <li>
            Организация корпоративных мероприятий. Участие в создании культуры компании и HR-бренда
          </li>
        </ul>
        <p class="vacancies-page-sub-head">Требования</p>
        <ul>
          <li>
            Успешный опыт работы в данной\подобной должности не менее 3-х лет
          </li>
          <li>
            Опыт успешного подбора персонала в направлении IT
          </li>
          <li>
            Опыт выстраивания HR процессов с нуля будет являться преимуществом
          </li>
          <li>
            Психологическое/педагогическое или профильное образование
          </li>
          <li>
            Качественное знание трудового законодательства РФ
          </li>
          <li>
            Развитые навыки убеждения и мотивации людей
          </li>
          <li>
            Умение находить компромиссы
          </li>
          <li>
            Умение слышать людей
          </li>
          <li>
            Высокая эмпатия
          </li>
          <li>
            Высокий интеллект
          </li>
          <li>
            Открытость в общении с людьми
          </li>
          <li>
            Твердые жизненные позиции и порядочность
          </li>
          <li>
            Высокий уровень личной ответственности
          </li>
        </ul>
        <p class="vacancies-page-sub-head">Условия работы</p>
        <ul>
          <li>
            Высокий уровень дохода, обсуждается по результатам собеседования.
          </li>
          <li>
            Гибкий график
          </li>
          <li>
            плавающее начало рабочего дня
          </li>
          <li>
            Бесплатные обеды
          </li>
          <li>
            Спортзал
          </li>
          <li>
            Возможность профессионального роста
          </li>
        </ul>
        <a class="send-message" href="mailto:admin@max.team">Написать нам</a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'FrontendPage',
  data: () => ({
  }),
  methods: {
  },
  components: {
  }
};
</script>

