<template>
  <div class="vacancies-page fadeInDown tester">
    <div class="container">
      <img
          @click="$router.go(-1)"
          class="arrow-back"
          src="../../../assets/img/arrow_back.png" alt="">
      <div class="vacanvies-page-content">
        <h1>Тестировщик web-интерфейсов</h1>
        <p class="vacancies-page-text">
          Приглашаем присоединиться к нашей дружной команде тестировщика
          web-интерфейсов и реализовывать вместе интересные задачи
          по разработке собственных проектов.
          Резюме присылать на почту <a href="">job@max.team</a>
        </p>
        <p class="vacancie-page-head">Требования:</p>
        <p class="vacancies-page-sub-head">1. Базовые знания в IT:</p>
        <ul>
          <li>
            Представление об архитектуре РС;
          </li>
          <li>
            О системах счисления и сетевых протоколах;
          </li>
          <li>
            О клиент-серверных архитектурах;
          </li>
          <li>
            Об ОС Windows и Linux;
          </li>
          <li>
            О работе с командной строкой и скриптами командного процессора
          </li>
        </ul>
        <p class="vacancies-page-sub-head">2. Представление об архитектуре WEB-приложений:</p>
        <p class="vacancies-page-sub-head">3. Представление о принципах
          построения десктопных приложений</p>
        <p class="vacancies-page-sub-head">4. Представление об ООП хотя бы с
          базовым опытом разработки на одном из ООП-языков (желательно Java)</p>
        <p class="vacancies-page-sub-head">5. Представление о том,
          что такое контроль качества ПО:</p>
        <ul>
          <li>
            Что это такое;
          </li>
          <li>
            Для чего нужно;
          </li>
          <li>
            Какие бывают виды функционального тестирования по цели тестирования
            (интеграционное тестирование, регрессионное тестирование,
            исследовательское тестирование);
          </li>
          <li>
            По этапу готовности тестируемого продукта
            (smoke-тесты, альфа-тестирование, приёмочное тестирование);
          </li>
          <li>
            По способу реализации тестов (ручное и автоматизированное) и
            в каких случаях необходимо применение этих методов тестирования;
          </li>
          <li>
            Представление о том, как эффективно организовать
            проведение таких типов тестирования;
          </li>
          <li>
            Представление о том, что такое тестовые сценарии, как их следует
            объединять в тест-сеты по различным типам и целям тестирования;
          </li>
        </ul>
        <p class="vacancies-page-sub-head">6. Желателен опыт работы с каким-либо баг-трекером
          (Jira, Team City) и системой контроля версий (Git)</p>
        <p class="vacancies-page-sub-head">7. Интерес к области тестирования. Способность
          исследовать приложения и
          проблемную область и находить решения. Способность
          выполнить 200 раз подряд одну и ту же серию
          рутинных операций, непрерывно анализируя результаты,
          и при этом не сойти с ума сильнее, чем нужно :)</p>
        <p class="vacancies-page-sub-head">8. Способность грамотно и чётко описывать поведение
          тестируемой системы, свои действия, версии, идеи и предложения</p>
        <p class="vacancies-page-sub-head">9. Умение объяснить разработчику
          суть бага, продемонстрировать
          его чёткую воспроизводимость и доказать, что это именно баг</p>
        <p class="vacancies-page-sub-head">Условия работы</p>
        <ul>
          <li>
            Гибкий график
          </li>
          <li>
            плавающее начало рабочего дня
          </li>
          <li>
            Бесплатные обеды
          </li>
          <li>
            Спортзал
          </li>
          <li>
            Возможность профессионального роста
          </li>
          <li>
            Уровень зарплаты обсуждается индивидуально.
          </li>
        </ul>
        <a class="send-message" href="mailto:admin@max.team">Написать нам</a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'BackendPage',
  data: () => ({
  }),
  methods: {
  },
  components: {
  }
};
</script>

